{"asin":"B08L13TBJL","title":"Chop Wood Carry Water: How to Fall In Love With the Process of Becoming Great","authors":"Joshua Medcalf","highlights":[{"text":"“The only thing that is truly significant about today, or any other day, is who you become in the process. Each of us are building our own house. Sometimes you might think you are building for your school, your family, your company, or your team, but you are always building your own house… I hope you build wisely.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=108","value":108},"note":null},{"text":"“John, everyone wants to start the next Ikea, but few are willing to be faithful selling individual matchsticks door to door. Everyone wants to build the next Apple or Facebook, nobody wants to sell matches door to door. Everyone wants to become a samurai warrior, but few are willing to faithfully chop wood, carry water.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=129","value":129},"note":null},{"text":"Steve Jobs didn’t set out to transform entertainment, computers, music, tele-communications, and education. It happened as a byproduct of passion, persistence, and faithfulness to a small idea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=133","value":133},"note":null},{"text":"‘Everyone thinks greatness is sexy, it’s not. It’s dirty, hard work.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=138","value":138},"note":null},{"text":"Dream BIG. Start small. Be ridiculously faithful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=144","value":144},"note":null},{"text":"Focus on what you can control.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=144","value":144},"note":null},{"text":"“You will learn, young John, the reason it takes longer is because with one eye on the goal, you only have one eye for the journey.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=185","value":185},"note":null},{"text":"The secret is to understand that nothing is a test, but only an opportunity to learn and grow. Many people never fulfill their potential, because they look at every situation in life as a test.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=205","value":205},"note":null},{"text":"Nothing is a test, it’s only an illusion. Everything is an opportunity to learn and grow, because remember, you are building your own house.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=211","value":211},"note":null},{"text":"Whatever you do though, please don’t find your identity in something that can be gone in a moment’s notice.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=250","value":250},"note":null},{"text":"Like thirsty people guzzling salt water, achievement only creates a greater desire for accomplishing more, dehydrating us of true satisfaction and fulfillment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=261","value":261},"note":null},{"text":"The scorecard society judges us by is tragically flawed, and pursuing it will leave you completely unfulfilled.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=269","value":269},"note":null},{"text":"It is time we develop a new scorecard for how we define a truly successful life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=270","value":270},"note":null},{"text":"This was tough for John, because he felt like all of the characteristics on his list were really important. But he finally wrote down: Boldness & Courage Loving Resourceful Persistence Akira smiled as the apprentices finished writing. “You now have your new scorecard. I want you to grade yourself twice a day on how you have done on the things that you have said are the most important characteristics for living a truly successful life. If you grade yourself around the middle of the day, then you will know what areas you need to focus on that evening. With this new scorecard, you can use any situation you find yourself in as an opportunity to grow these characteristics!”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=278","value":278},"note":null},{"text":"You fuel your heart with six things: what you watch, what you read, what you listen to, who you surround yourself with, how you talk to yourself, and what you visualize.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=316","value":316},"note":null},{"text":"I want you to start by writing a value statement at the top. It should say, ‘My value comes from who I am, not from what I do.’ Then, follow that with a growth mindset statement. ‘Anything that happens to me today is in my best interest and it’s an opportunity to learn and grow.’ Then, I want you to write out between fifteen to sixty-three specific things you did well.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=353","value":353},"note":null},{"text":"‘Talent without character is like an expensive, fast car with no gas. It is useless without the fuel that drives it2.’”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=422","value":422},"note":null},{"text":"He continued, stern. “If it rains, bottle the water and sell it. If crap falls from the sky, package it and sell fertilizer. If it is sunny, plant a garden. Use what you and you alone have been given. You do not know what other people are going through, and everyone has their own unique struggles,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=458","value":458},"note":null},{"text":"“You must always keep perspective, John. It is very easy to lose it, and when you lose perspective you forget that this life is but a vapor; we are here today and gone tomorrow. Do not waste your life, John. Focus on what truly matters, and do not fall for the lies of the comparison thief.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=465","value":465},"note":null},{"text":"You might not be able to stop negative thoughts or your inner critic from screaming at you, but you don’t have to believe them or give them significance, and you can definitely talk to yourself rather than just listening to the negativity!”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=542","value":542},"note":null},{"text":"John peered at the drawings curiously. They looked like this: “What is that?” “That,” replied Akira, “Is the path to mastery.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=574","value":574},"note":null},{"text":"You see John, most people want the ninety-foot-tall bamboo tree without the five years of the process. They want the bamboo to grow to ninety feet tall in six weeks, but without the five years of invisible growth, the bamboo wouldn’t have a solid foundation, and it could never sustain the massive and rapid growth that occurs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=629","value":629},"note":null},{"text":"“John, chopping wood and carrying water is the price of admission for the opportunity to reach sustained excellence. Like the roots of a bamboo tree, it is a long and arduous process of invisible growth, where you are building the foundation that is necessary to sustain success. For many years it might feel as if nothing is happening, but you must trust the process and continue to chop wood and carry water, day in day out, regardless of what is happening around you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=636","value":636},"note":null},{"text":"There will be distractions. There will be people who tell you that you are stupid or crazy for doing it. There will be people who try and lure you off the path with quick fixes and get rich quick schemes. But you must be wise and stay the path, and continue to build your foundation by chopping wood and carrying water every day. Greatness isn’t sexy John, it is the dirty, hard work that is often very boring. You have a bright future. Stay the path, and never forget --”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=640","value":640},"note":null},{"text":"“Excuse me?” he said. “John, there is only one thing you have to do in life, and that is die. You are always doing what you want to do, because there is always a choice. You may not like the choices, or the consequences, but you always have a choice. When you tell yourself that you have to do something, it creates a negative internal energy, but when you realize you want to do something it creates a more beneficial internal energy.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=715","value":715},"note":null},{"text":"Goals actually allow you to shirk responsibility. But a mission? Only the person in the mirror can stop you from living that out.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=730","value":730},"note":null},{"text":"Today, our parents and coaches do all sorts of things to shelter kids from the consequences of their choices, and rarely inspire them with a mission.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=734","value":734},"note":null},{"text":"I believe a mission is something you can do right where you are, anywhere, using only what you have. You do not need anyone’s permission.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=736","value":736},"note":null},{"text":"So, what is your mission John? It is much deeper than a goal, and it is okay to borrow one from others and then refine it as you go. But your mission will act as your internal navigation system. Without a mission, you will flounder through life and very easily end up with your ladder on the ‘oh sh**’ building.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=737","value":737},"note":null},{"text":"“Many people keep climbing and climbing, only to get to the end of their life and the top of the ladder, and realize their ladder has been on the wrong building. Without a mission, it is easy to lose perspective on what truly matters. A mission will make you think beyond the moment, which is greatly important because the only thing that is significant about the moment is who you become in the process, and the impact you have on others.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=740","value":740},"note":null},{"text":"Oftentimes, failure is the greatest teaching tool.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=749","value":749},"note":null},{"text":"You cannot play present if you are focused on winning or the outcome.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=763","value":763},"note":null},{"text":"When you operate with a heart posture of gratefulness, you free yourself up to be at your best and slip into the zone. When you are focused on results you tend to force things, which makes you tight, and it’s almost impossible to get into the zone.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=772","value":772},"note":null},{"text":"The ultimate illusion of the human experience is control6. The person you want beside you in battle is the guy who has surrendered the outcome, and surrendered to the fact that he might die. When you surrender the outcome, you are freed up to be at your best, to be in the moment, and to trust your training. It is the one who has surrendered the outcome who ironically has the greatest chance of survival. It is the one who has surrendered the outcome who has the greatest chance of success. It is the one who has surrendered to the fact that he could fail, who has the greatest likelihood of not failing. Until you surrender the outcome, you will always be the greatest enemy to your own success. In order to reach your greatest potential you must operate with a heart posture of gratitude, commit to the controllables, surrender the outcome, and trust the process.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=777","value":777},"note":null},{"text":"He said that a growth mindset is believing that, “anything that happens to me is in my best interest and is an opportunity to learn and grow.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=789","value":789},"note":null},{"text":"Cascading waterfalls in life are sexy and alluring, and I hope you get to experience some of them. But if we focus on them instead of true mental toughness, we so often end up compromising all the things that truly matter. Sometimes we make it to the waterfalls, many times we do not. But regardless of whether we achieve our goal or not, there is always a path of destruction in our wake.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=899","value":899},"note":null},{"text":"It might be easier to justify that wake of destruction when you achieve the goal, but it is even more of a reality check when you do not. John, a wise man once said, ‘You can go chase a dream, but then sometimes you look back and there’s a trail of tears behind you. And the tears are usually your wife and kids.’7","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=902","value":902},"note":null},{"text":"Did you know that the Chinese symbol for crisis is the combination of two words: danger and opportunity?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=928","value":928},"note":null},{"text":"no one is interested in watching a story where the hero doesn’t have to overcome a lot of adversity. That would be incredibly boring.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=945","value":945},"note":null},{"text":"‘At the end of your feelings is nothing. But at the end of every principle is a promise.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=979","value":979},"note":null},{"text":"Living by feelings is never going to work out well for anyone, because feelings change. Sometimes we simply wake up and we feel differently. Sometimes, someone does something to make us feel differently. Living by our feelings is like riding an emotional rollercoaster. When you make the choice to live by a certain set of principles, it will not only protect you from your feelings, it will allow you to step into your greatest potential.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=980","value":980},"note":null},{"text":"“One: you are building your own house. Two: to play present, you must train to live present. Three: you must surrender the outcome and commit to the process or you will become your own worst enemy. And four: no matter what my circumstances are, always chop wood and carry water.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1000","value":1000},"note":null},{"text":"“Those are excellent! I am happy to see our time together is paying off. Now, each day when you wake up, before you enter the shooting range, or before you compete, write out four to six principles that you want to stick to no matter what. Stick them in your pocket, and if you feel yourself wanting to live by your feelings, either touch that pocket, or pull them out and say them aloud of few times by yourself. Got it?”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1002","value":1002},"note":null},{"text":"You can turn your warrior dial down by doing deep-breathing exercises, talking slower, lowering your voice, listening to classical music, and slowing your movements. In fact, many of your teams in the west would benefit from turning their dial down before the “BIG” games and turning it up before the “smaller” games.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1024","value":1024},"note":null},{"text":"But we weren’t created to sit still and learn the ‘right’ answer. We were created to explore, create, to be loved, to love and to learn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1061","value":1061},"note":null},{"text":"Even though you are equipped with life changing wisdom that could transform lives, you must not share it without an invitation. Most people just want to be heard and loved, they don’t want your wisdom, and that is OK! Sometimes, you can actually become the greatest impediment to other people growing when you try and force things on them. In time, if they see you model it, they will probably start to ask for help.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1075","value":1075},"note":null},{"text":"with my friends and family, I always ask “would you like my opinion or do you just need to be heard and want me to listen?” Sometimes this annoys them, and just because I could help, I must make sure they need it, want it, and give their permission.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1079","value":1079},"note":null},{"text":"Akira told him how proud he was, saying, “You know now that excellence is within your reach, John. It is accomplished through deliberate actions, ordinary in themselves, performed consistently and carefully, made into habits, compounded together and added up over time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1089","value":1089},"note":null},{"text":"“Then from now on tell people that your name is Jonathan, and do not allow them to call you anything else. Names are very powerful. In the Bible, many people experienced name changes, and those name changes were watershed moments in their lives. You have transformed through your time here Jonathan, and you need to have a new name that represents that transformation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1104","value":1104},"note":null},{"text":"“When I started out, I tried to write the BEST sermons. Now I just try and love the people in the audience.” When I started out, I tried to be the best in the world at performance psychology. My focus was teaching mental training exercises, tips, and tricks to increase performance. Today, I start almost every talk with “YOU Matter.” I let people know that they matter. Not what they do. Not what they achieve. Not their goals. Not their stuff. Not their accomplishments. Not their dreams. THEY matter. YOU matter. You are a human BEING, not just a human DOING. Always remember this. Be bold and courageous, chase lions, but never forget where your true value comes from!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1123","value":1123},"note":null},{"text":"You don’t have to be a jerk or tell the people of your current circle that they have been negatively influencing you. You can treat them very well, but consciously choose to spend much less time around them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1156","value":1156},"note":null},{"text":"According to a recent study done by a Harvard professor and published by the New England Journal of Medicine in 2007, you are 57% more likely to become obese if you have a person close to you who becomes obese. It’s never easy to spend less time with people you’ve been around for a while, but at some point you have to remember that you are the one who is building your own house.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1158","value":1158},"note":null},{"text":"Your choice creates your challenge.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1162","value":1162},"note":null},{"text":"My encouragement to you would be to actually track how you use your time each day for the next week. Most people are shocked at how they actually use their 86,400 seconds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B08L13TBJL&location=1193","value":1193},"note":null}]}