{"asin":"B079SWFVPC","title":"Make Time: How to focus on what matters every day","authors":"Jake Knapp and John Zeratsky","highlights":[{"text":"The first thing we learned was that something magic happens when you start the day with one high-priority goal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=306","value":306},"note":"G"},{"text":"The first step is choosing a single highlight to prioritize in your day. Next, you’ll employ specific tactics to stay laser-focused on that highlight—we’ll offer a menu of tricks to beat distraction in an always-connected world. Throughout the day, you’ll build energy so you can stay in control of your time and attention. Finally, you’ll reflect on the day with a few simple notes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=355","value":355},"note":"G"},{"text":"Every day, you’ll choose a single activity to prioritize and protect in your calendar.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=362","value":362},"note":"G"},{"text":"Of course, your Highlight isn’t the only thing you’ll do each day. But it will be your priority.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=366","value":366},"note":"G"},{"text":"Asking yourself “What’s going to be the highlight of my day?” ensures that you spend time on the things that matter to you and don’t lose the entire day reacting to other people’s priorities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=367","value":367},"note":"G"},{"text":"When you choose a Highlight, you put yourself in a positive, proactive frame of mind.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=369","value":369},"note":"G"},{"text":"That’s why the third component of Make Time is to charge your battery with exercise, food, sleep, quiet, and face-to-face time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=381","value":381},"note":"G"},{"text":"Perfection is a distraction—another shiny object taking your attention away from your real priorities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=410","value":410},"note":"G"},{"text":"If, at the end of the day, someone asks you, “What was the highlight of your day?” what do you want your answer to be? When you look back on your day, what activity or accomplishment or moment do you want to savor? That’s your Highlight.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=492","value":492},"note":"G"},{"text":"You can design your time by choosing where you direct your attention. And your daily Highlight is the target of that attention.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=501","value":501},"note":"G"},{"text":"Choosing your daily Highlight starts with asking yourself a question: What do I want to be the highlight of my day?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=505","value":505},"note":"G"},{"text":"What’s the most pressing thing I have to do today?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=512","value":512},"note":"G"},{"text":"If you have something that absolutely positively must be accomplished today, make it your Highlight.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=514","value":514},"note":"G"},{"text":"At the end of the day, which Highlight will bring me the most satisfaction?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=522","value":522},"note":"G"},{"text":"The third strategy focuses on joy: When I reflect on today, what will bring me the most joy?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=533","value":533},"note":"G"},{"text":"You only waste time if you’re not intentional about how you spend it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=538","value":538},"note":"G"},{"text":"A good rule of thumb is to choose a Highlight that takes sixty to ninety minutes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=545","value":545},"note":"G"},{"text":"I’ve found that one big project, one small project, and a short list of catchall tasks are all I can (or should!) take on at once.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=716","value":716},"note":"G"},{"text":"The best way to defeat distraction is to make it harder to react.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1104","value":1104},"note":"G"},{"text":"By adding a few steps that get in the way of checking Facebook, catching up on the news, or turning on the TV, you can short-circuit the cycle that makes these products so sticky.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1104","value":1104},"note":"G"},{"text":"When distraction is hard to access, you don’t have to worry about willpower.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1107","value":1107},"note":"G"},{"text":"Between reading The Economist, listening to a weekly news podcast with my wife, and hearing the everyday talk of the town, I’m more than up to speed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1354","value":1354},"note":"G"},{"text":"New versions of these tools come out all the time; you can find our favorites on maketimebook.com.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1404","value":1404},"note":"G"},{"text":"Instead of reacting to every twitch, write your questions on a piece of paper (How much do wool socks cost on Amazon? Any Facebook updates?). Then you can stay in Laser mode, secure in the knowledge that those pressing topics have been captured for future research.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1839","value":1839},"note":null},{"text":"","isNoteOnly":true,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=1841","value":1841},"note":"G"},{"text":"If you change the default from “ride when possible” to “walk when possible,” you’ll see opportunities everywhere.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2089","value":2089},"note":"H"},{"text":"walking may be the world’s simplest and most convenient form of exercise, but despite being easy, it packs a powerful charge for your battery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2090","value":2090},"note":"H"},{"text":"Eat food. Not too much. Mostly plants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2165","value":2165},"note":"H"},{"text":"Wake up without caffeine (in other words, get out of bed, eat breakfast, and start the day without any coffee). • Have the first cup between 9:30 and 10:30 a.m. • Have the last cup between 1:30 and 2:30 p.m.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2273","value":2273},"note":"H"},{"text":"try to take breaks without screens: Gaze out the window (it’s good for your eyes), go for a walk (it’s good for your mind and body), grab a snack (it’s good for your energy if you’re hungry), or talk to someone (it’s usually good for your mood unless you talk to a jerk).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2434","value":2434},"note":"H."},{"text":"you should put on your own oxygen mask first. Even if you’re caring for someone other than a newborn, this advice is important to keep in mind. The everyday needs of another person, especially someone you love, can consume a tremendous amount of emotional and physical energy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2582","value":2582},"note":"H. L"},{"text":"1. OBSERVE what’s going on. 2. GUESS why things are happening the way they are. 3. EXPERIMENT to test your hypothesis. 4. MEASURE the results and decide whether you were right.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2596","value":2596},"note":"G"},{"text":"Small shifts can put you in control. If you reduce a few distractions, increase your physical and mental energy just a bit, and focus your attention on one bright spot, a blah day can become extraordinary.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2652","value":2652},"note":"H.g"},{"text":"Do not ask yourself what the world needs. Ask yourself what makes you come alive, and then go do that. Because what the world needs is people who have come alive. —HOWARD THURMAN","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2677","value":2677},"note":"Q"},{"text":"As you become more aware of your priorities through choosing Highlights and increasing your focus through Laser mode, you may find new strengths and interests emerging—and also build the confidence to follow them and see where they lead. That’s exactly what happened to us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B079SWFVPC&location=2685","value":2685},"note":"Write an article about pivoting. Talk about your own experience"}]}