{"asin":"B07P79P8ST","title":"The Great Mental Models Volume 1: General Thinking Concepts","authors":"Shane Parrish and Rhiannon Beaubien","highlights":[{"text":"I believe in the discipline of mastering the best of what other people have figured out. Charlie Munger1","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=93","value":93},"note":null},{"text":"A mental model is simply a representation of how something works.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=116","value":116},"note":null},{"text":"Multidisciplinary thinking, learning these mental models and applying them across our lives, creates less stress and more freedom.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=131","value":131},"note":null},{"text":"When understanding is separated from reality, we lose our powers. Understanding must constantly be tested against reality and updated accordingly. This isn’t a box we can tick, a task with a definite beginning and end, but a continuous process.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=155","value":155},"note":null},{"text":"The only way you’ll know the extent to which you understand reality is to put your ideas and understanding into action.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=158","value":158},"note":null},{"text":"If you don’t test your ideas against the real world—keep contact with the earth—how can you be sure you understand?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=159","value":159},"note":null},{"text":"Our failures to update from interacting with reality spring primarily from three things: not having the right perspective or vantage point, ego-induced denial, and distance from the consequences of our decisions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=166","value":166},"note":null},{"text":"The first flaw is perspective. We have a hard time seeing any system that we are in.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=169","value":169},"note":null},{"text":"We must be open to other perspectives if we truly want to understand the results of our actions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=177","value":177},"note":null},{"text":"The second flaw is ego. Many of us tend to have too much invested in our opinions of ourselves to see the world’s feedback—the feedback we need to update our beliefs about reality.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=179","value":179},"note":null},{"text":"First, we’re so afraid about what others will say about us that we fail to put our ideas out there and subject them to criticism. This way we can always be right. Second, if we do put our ideas out there and they are criticized, our ego steps in to protect us. We become invested in defending instead of upgrading our ideas.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=181","value":181},"note":null},{"text":"The third flaw is distance. The further we are from the results of our decisions, the easier it is to keep our current views rather than update them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=184","value":184},"note":null},{"text":"As Confucius said, “A man who has committed a mistake and doesn’t correct it, is committing another mistake.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=195","value":195},"note":null},{"text":"We also tend to undervalue the elementary ideas and overvalue the complicated ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=199","value":199},"note":null},{"text":"Understanding only becomes useful when we adjust our behavior and actions accordingly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=215","value":215},"note":null},{"text":"Without reflection we cannot learn. Without learning we are doomed to repeat mistakes, become frustrated when the world doesn’t work the way we want it to, and wonder why we are so busy. The cycle goes on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=228","value":228},"note":null},{"text":"Better models mean better thinking.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=261","value":261},"note":null},{"text":"Sometimes making good decisions boils down to avoiding bad ones.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=264","value":264},"note":null},{"text":"The chief enemy of good decisions is a lack of sufficient perspectives on a problem.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=320","value":320},"note":null},{"text":"If you get into the mental habit of relating what you’re reading to the basic structure of the underlying ideas being demonstrated, you gradually accumulate some wisdom.» Charlie Munger","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=341","value":341},"note":null},{"text":"What successful people do is file away a massive, but finite, amount of fundamental, established, essentially unchanging knowledge that can be used in evaluating the infinite number of unique scenarios which show up in the real world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=344","value":344},"note":null},{"text":"It’s not just knowing the mental models that is important. First you must learn them, but then you must use them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=346","value":346},"note":null},{"text":"When you start to understand the world better, when the whys seem less mysterious, you gain confidence in how you navigate it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=376","value":376},"note":null},{"text":"The truth is, the only way we can navigate the complexity of reality is through some sort of abstraction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=416","value":416},"note":null},{"text":"When we mistake the map for reality, we start to think we have all the answers. We create static rules or policies that deal with the map but forget that we exist in a constantly changing world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=425","value":425},"note":null},{"text":"When we close off or ignore feedback loops, we don’t see the terrain has changed and we dramatically reduce our ability to adapt to a changing environment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=426","value":426},"note":null},{"text":"Reality is messy and complicated, so our tendency to simplify it is understandable. However, if the aim becomes simplification rather than understanding we start to make bad decisions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=427","value":427},"note":null},{"text":"We can’t use maps as dogma. Maps and models are not meant to live forever as static references.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=428","value":428},"note":null},{"text":"If reality has changed the map must change.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=431","value":431},"note":null},{"text":"«Remember that all models are wrong; the practical question is how wrong do they have to be to not be useful.»","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=474","value":474},"note":null},{"text":"In order to use a map or model as accurately as possible, we should take three important considerations into account: Reality is the ultimate update. Consider the cartographer. Maps can influence territories.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=476","value":476},"note":null},{"text":"Understanding your circle of competence improves decision-making and outcomes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=559","value":559},"note":null},{"text":"if you don’t have at least a few years and a few failures under your belt, you cannot consider yourself competent in a circle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=583","value":583},"note":null},{"text":"“A little learning is a dangerous thing; Drink deep, or taste not the Pierian spring: There shallow draughts intoxicate the brain, And drinking largely sobers us again.”6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=614","value":614},"note":null},{"text":"There is no shortcut to understanding. Building a circle of competence takes years of experience, of making mistakes, and of actively seeking out better methods of practice and thought.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=616","value":616},"note":null},{"text":"One of the essential requirements of a circle of competence is that you can never take it for granted. You can’t operate as if a circle of competence is a static thing, that once attained is attained for life. The world is dynamic. Knowledge gets updated, and so too must your circle.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=618","value":618},"note":null},{"text":"There are three key practices needed in order to build and maintain a circle of competence: curiosity and a desire to learn, monitoring, and feedback.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=620","value":620},"note":null},{"text":"«Learn from the mistakes of others. You can’t live long enough to make them all yourself.»","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=625","value":625},"note":null},{"text":"Keeping a journal of your own performance is the easiest and most private way to give self-feedback.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=635","value":635},"note":null},{"text":"It is extremely difficult to maintain a circle of competence without an outside perspective.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=648","value":648},"note":null},{"text":"We can learn it on an as-needed basis. The way to do it, in this case, would be to defer all decisions on major spending until you’ve had time to poke around the resources you can find online and at least confirm that the mechanic isn’t making a major bluff.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=683","value":683},"note":null},{"text":"being able to identify your circle, and knowing how to move around outside of it, is so important.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=702","value":702},"note":null},{"text":"«Ignorance more often begets confidence than knowledge.»","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=703","value":703},"note":null},{"text":"Falsification is the opposite of verification; you must try to show the theory is incorrect, and if you fail to do so, you actually strengthen it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=728","value":728},"note":null},{"text":"I don’t know what’s the matter with people: they don’t learn by understanding; they learn by some other way—by rote or something. Their knowledge is so fragile!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=760","value":760},"note":null},{"text":"First principles thinking is one of the best ways to reverse-engineer complicated situations and unleash creative possibility.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=770","value":770},"note":null},{"text":"If you know the first principles of something, you can build the rest of your knowledge around them to produce something new.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=772","value":772},"note":null},{"text":"If we never learn to take something apart, test our assumptions about it, and reconstruct it, we end up bound by what other people tell us—trapped in the way things have always been done.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=786","value":786},"note":null},{"text":"When it comes down to it, everything that is not a law of nature is just a shared belief. Money is a shared belief. So is a border. So are bitcoin. So is love. The list goes on.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=790","value":790},"note":null},{"text":"Socratic questioning generally follows this process: Clarifying your thinking and explaining the origins of your ideas. (Why do I think this? What exactly do I think?) Challenging assumptions. (How do I know this is true? What if I thought the opposite?) Looking for evidence. (How can I back this up? What are the sources?) Considering alternative perspectives. (What might others think? How do I know I am correct?) Examining consequences and implications. (What if I am wrong? What are the consequences if I am?) Questioning the original questions. (Why did I think that? Was I correct? What conclusions can I draw from the reasoning process?)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=795","value":795},"note":null},{"text":"Socratic questioning stops you from relying on your gut and limits strong emotional responses. This process helps you build something that lasts.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=802","value":802},"note":null},{"text":"The goal of the Five Whys is to land on a “what” or “how”.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=806","value":806},"note":null},{"text":"If your “whys” result in a statement of falsifiable fact, you have hit a first principle. If they end up with a “because I said so” or ”it just is”, you know you have landed on an assumption that may be based on popular opinion, cultural myth, or dogma.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=808","value":808},"note":null},{"text":"First principles thinking helps us avoid the problem of relying on someone else’s tactics without understanding the rationale behind them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=840","value":840},"note":null},{"text":"when we start with the idea that the way things are might not be the way they have to be, we put ourselves in the right frame of mind to identify first principles.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=856","value":856},"note":null},{"text":"The real power of first principles thinking is moving away from random change and into choices that have a real possibility of success.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=857","value":857},"note":null},{"text":"«As to methods, there may be a million and then some, but principles are few. The man who grasps principles can successfully select his own methods. The man who tries methods, ignoring principles, is sure to have trouble.»","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=873","value":873},"note":null},{"text":"Much like the scientific method, a thought experiment generally has the following steps: Ask a question Conduct background research Construct hypothesis Test with (thought) experiments Analyze outcomes and draw conclusions Compare to hypothesis and adjust accordingly (new question, etc.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=909","value":909},"note":null},{"text":"Thought experiments tell you about the limits of what you know and the limits of what you should attempt. In order to improve our decision-making and increase our chances of success, we must be willing to probe all of the possibilities we can think of.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1029","value":1029},"note":null},{"text":"Thought experiments are not daydreams. They require both rigor and work. But the more you use them, the more you understand actual cause and effect, and the more knowledge you have of what can really be accomplished.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1030","value":1030},"note":null},{"text":"If we’re interested in understanding how the world really works, we must include second and subsequent effects. We must be as observant and honest as we can about the web of connections we are operating in. How often is short-term gain worth protracted long-term pain?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1102","value":1102},"note":null},{"text":"Cleopatra: A Life, Stacy Schiff","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1127","value":1127},"note":null},{"text":"second-order thinking is so useful and valuable. Going for the immediate payoff in our interactions with people, unless they are a win-win, almost always guarantees that interaction will be a one-off. Maximizing benefits is something that happens over time.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1141","value":1141},"note":null},{"text":"Constructing an effective argument: Second-order thinking can help you avert problems and anticipate challenges that you can then address in advance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1153","value":1153},"note":null},{"text":"For example, most of us have to construct arguments every day. Convincing your boss to take a chance on a new form of outreach, convincing your spouse to try a new parenting technique. Life is filled with the need to be persuasive. Arguments are more effective when we demonstrate that we have considered the second-order effects and put effort into verifying that these are desirable as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1154","value":1154},"note":null},{"text":"Second-order thinking needs to evaluate the most likely effects and their most likely consequences, checking our understanding of what the typical results of our actions will be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1179","value":1179},"note":null},{"text":"We don’t make decisions in a vacuum and we can’t get something for nothing. When making choices, considering consequences can help us avoid future problems. We must ask ourselves the critical question: And then what?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1183","value":1183},"note":null},{"text":"A little time spent thinking ahead can save us massive amounts of time later.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1187","value":1187},"note":null},{"text":"Bayesian updating, as it can be called) is this: given that we have limited but useful information about the world, and are constantly encountering new information, we should probably take into account what we already know when we learn","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1221","value":1221},"note":null},{"text":"When making uncertain decisions, it’s nearly always a mistake not to ask: What are the relevant priors? What might I already know that I can use to better understand the reality of the situation?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1239","value":1239},"note":null},{"text":"using conditional probability means being very careful to observe the conditions preceding an event you’d like to understand.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1250","value":1250},"note":null},{"text":"the world is fundamentally unpredictable and volatile, and large events—panics, crashes, wars, bubbles, and so on—tend to have a disproportionate impact on outcomes. There are two ways to handle such a world: try to predict, or try to prepare.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1295","value":1295},"note":null},{"text":"The second thing we can do is to learn how to fail properly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1305","value":1305},"note":null},{"text":"Failing properly has two major components. First, never take a risk that will do you in completely. (Never get taken out of the game completely.) Second, develop the personal resilience to learn from your failures and start again.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1306","value":1306},"note":null},{"text":"No one likes to fail. It hurts. But failure carries with it one huge antifragile gift: learning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1308","value":1308},"note":null},{"text":"Those who are not afraid to fail (properly) have a huge advantage over the rest. What they learn makes them less vulnerable to the volatility of the world. They benefit from it, in true antifragile fashion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1308","value":1308},"note":null},{"text":"Whenever possible, try to create scenarios where randomness and uncertainty are your friends, not your enemies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1313","value":1313},"note":null},{"text":"Avoiding stupidity is easier than seeking brilliance. Combining the ability to think forward and backward allows you to see reality from multiple angles.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1434","value":1434},"note":null},{"text":"There are two approaches to applying inversion in your life. Start by assuming that what you’re trying to prove is either true or false, then show what else would have to be true. Instead of aiming directly for your goal, think deeply about what you want to avoid and then see what options are left over.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1435","value":1435},"note":null},{"text":"Identify the problem Define your objective Identify the forces that support change towards your objective Identify the forces that impede change towards the objective Strategize a solution! This may involve both augmenting or adding to the forces in step 3, and reducing or eliminating the forces in step 4.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1519","value":1519},"note":null},{"text":"Using inversion to identify your end goal and work backward from there can lead to innovation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1538","value":1538},"note":null},{"text":"Simpler explanations are more likely to be true than complicated ones. This is the essence of Occam’s Razor,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1580","value":1580},"note":null},{"text":"focusing on simplicity when all others are focused on complexity is a hallmark of genius, and it’s easier said than done. But always remembering that a simpler explanation is more likely to be correct than a complicated one goes a long way towards helping us conserve our most precious resources of time and energy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1699","value":1699},"note":null},{"text":"I need to listen well so that I hear what is not said.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1704","value":1704},"note":null},{"text":"By not generally assuming that bad results are the fault of a bad actor, we look for options instead of missing opportunities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1713","value":1713},"note":null},{"text":"we’re deeply affected by vivid, available evidence, to such a degree that we’re willing to make judgments that violate simple logic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1734","value":1734},"note":null},{"text":"When we see something we don’t like happen and which seems wrong, we assume it’s intentional. But it’s more likely that it’s completely unintentional.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1739","value":1739},"note":null},{"text":"Most people doing wrong are not bad people trying to be malicious.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B07P79P8ST&location=1741","value":1741},"note":null}]}