{"asin":"B00OTU5K4I","title":"The Inner Game of Tennis: The Ultimate Guide to the Mental Side of Peak Performance","authors":"W Timothy Gallwey","highlights":[{"text":"The player of the inner game comes to value the art of relaxed concentration above all other skills; he discovers a true basis for self-confidence; and he learns that the secret to winning any game lies in not trying too hard.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=126","value":126},"note":"?"},{"text":"images are better than words, showing better than telling, too much instruction worse than none, and that trying often produces negative results. One question perplexed me: What’s wrong with","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=188","value":188},"note":"g. H"},{"text":"IT IS THE CONSTANT “THINKING” activity of Self 1, the ego-mind, which causes interference with the natural capabilities of Self 2. Harmony between the two selves exists when this mind is quiet and focused. Only then can peak performance be reached.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=279","value":279},"note":"G"},{"text":"“getting it together” requires slowing the mind. Quieting the mind means less thinking, calculating, judging, worrying, fearing, hoping, trying, regretting, controlling, jittering or distracting.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=314","value":314},"note":"G"},{"text":"The first skill to learn is the art of letting go the human inclination to judge ourselves and our performance as either good or bad. Letting go of the judging process is a basic key to the Inner Game; its meaning will emerge as you read the remainder of this chapter. When we unlearn how to be judgmental, it is possible to achieve spontaneous, focused play.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=322","value":322},"note":"Gt"},{"text":"letting go of judgments does not mean ignoring errors. It simply means seeing events as they are and not adding anything to them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=371","value":371},"note":"G"},{"text":"Judgment results in tightness, and tightness interferes with the fluidity required for accurate and quick movement. Relaxation produces smooth strokes and results from accepting your strokes as they are, even if erratic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=380","value":380},"note":"G"},{"text":"The first step is to see your strokes as they are. They must be perceived clearly. This can be done only when personal judgment is absent. As soon as a stroke is seen clearly and accepted as it is, a natural and speedy process of change begins.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=393","value":393},"note":"G"},{"text":"When the mind is free of any thought or judgment, it is still and acts like a mirror. Then and only then can we know things as they are.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=439","value":439},"note":"G"},{"text":"Feeling where it is is knowing where it is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=448","value":448},"note":"G"},{"text":"I have found that the most beneficial first step is to encourage him to see and feel what he is doing—that is, to increase his awareness of what actually is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=449","value":449},"note":"G"},{"text":"to see things as they are, we must take off our judgmental glasses, whether they’re dark or rose-tinted. This action unlocks a process of natural development which is as surprising as it is beautiful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=451","value":451},"note":"G"},{"text":"To discover this natural learning process, it is necessary to let go of the old process of correcting faults; that is, it is necessary to let go of judgment and see what happens.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=479","value":479},"note":"G"},{"text":"To see your strokes as they are, there is no need to attribute goodness or badness to them. The same goes for the results of your strokes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=522","value":522},"note":"G"},{"text":"The trick is not to identify with the backhand. If you view an erratic backhand as a reflection of who you are, you will be upset.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=626","value":626},"note":"G"},{"text":"If a mother identifies with every fall of her child and takes personal pride in its every success, her self-image will be as unstable as her child’s balance. She finds stability when she realizes that she is not her child, and watches it with love and interest—but as a separate being.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=627","value":627},"note":"G"},{"text":"Remember that you are not your tennis game. You are not your body. Trust the body to learn and to play, as you would trust another person to do a job, and in a short time it will perform beyond your expectations. Let the flower grow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=630","value":630},"note":"G"},{"text":"if your body knows how to hit a forehand, then just let it happen; if it doesn’t, then let it learn.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=638","value":638},"note":"G"},{"text":"To Self 2, a picture is worth a thousand words. It learns by watching the actions of others, as well as by performing actions itself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=664","value":664},"note":"G"},{"text":"The benefits to your game come not from analyzing the strokes of top players, but from concentrating without thinking and simply letting yourself absorb the images before you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=666","value":666},"note":"G"},{"text":"the native tongue of Self 2 is imagery: sensory images. Movements are learned through visual and feeling images.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=679","value":679},"note":"G"},{"text":"Getting the clearest possible image of your desired outcomes is a most useful method for communicating with Self 2,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=701","value":701},"note":null},{"text":"","isNoteOnly":true,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=701","value":701},"note":"G"},{"text":"It is important not only to understand intellectually the difference between letting it happen and making it happen, but to experience the difference.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=719","value":719},"note":"G"},{"text":"Letting go of judgments, the art of creating images and “letting it happen” are three of the basic skills involved in the Inner Game.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=790","value":790},"note":"G"},{"text":"quieting the thinking mind by letting go of mental self-instructions, focusing attention and trusting the body to do what it is capable of doing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=795","value":795},"note":"G"},{"text":"there is no substitute for learning from experience.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=854","value":854},"note":"G. L"},{"text":"Natural learning is and always will be from the inside out, not vice versa. You are the learner and it is your individual, internal learning process that ultimately governs your learning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1064","value":1064},"note":"G"},{"text":"Once you learn how to learn, you have only to discover what is worth learning.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1106","value":1106},"note":"g"},{"text":"Step 1: Nonjudgmental Observation","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1152","value":1152},"note":"G"},{"text":"Step 2: Picture the Desired Outcome","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1171","value":1171},"note":"G"},{"text":"Step 3: Trust Self 2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1177","value":1177},"note":"G"},{"text":"Step 4: Nonjudgmental Observation of Change and Results","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1192","value":1192},"note":"G"},{"text":"Fighting the mind does not work. What works best is learning to focus it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1262","value":1262},"note":"G"},{"text":"To still the mind one must learn to put it somewhere. It cannot just be let go; it must be focused.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1277","value":1277},"note":"G."},{"text":"As one achieves focus, the mind quiets. As the mind is kept in the present, it becomes calm. Focus means keeping the mind now and here.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1279","value":1279},"note":"G"},{"text":"So the question arises as to how to maintain focus for extended periods of time. The best way is to allow yourself to get interested in the ball. How do you do this? By not thinking you already know all about it, no matter how many thousands of balls you have seen in your life.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1303","value":1303},"note":"G. Can be applied to everything"},{"text":"Perhaps the most simple and effective means of focus I found was a very simple exercise I called “Bounce-Hit.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1307","value":1307},"note":"Apply to basketbal?"},{"text":"Focus is not achieved by staring hard at something. It is not trying to force focus, nor does it mean thinking hard about something. Natural focus occurs when the mind is interested.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1328","value":1328},"note":"G"},{"text":"How to stay concentrated in the here and now between points? My own device, and one that has been effective for many of my students, is to focus attention on breathing. Some object or activity which is always present is needed. What is more here and now than one’s breathing? Putting attention on breathing simply means observing my breath going in, going out, going in, going out in its natural rhythm. It does not mean intentionally controlling my breath.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1475","value":1475},"note":"G"},{"text":"Abraham Maslow and Carl Rogers in","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1676","value":1676},"note":"Check these people out"},{"text":"Winning is overcoming obstacles to reach a goal, but the value in winning is only as great as the value of the goal reached.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1802","value":1802},"note":"G"},{"text":"Perhaps the most indispensable tool for human beings in modern times is the ability to remain calm in the midst of rapid and unsettling changes.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1880","value":1880},"note":"H. G"},{"text":"The cause of most stress can be summed up by the word attachment.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1904","value":1904},"note":"H. G"},{"text":"Stability grows as I learn to accept what I cannot control and take control of what I can.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00OTU5K4I&location=1954","value":1954},"note":"G"}]}