{"asin":"B082YS8VJ9","title":"Unreasonable Success and How to Achieve It: Unlocking the Nine Secrets of People Who Changed the World","authors":"Richard Koch","highlights":[{"text":"The first landmark is self-belief. If we don’t have strong self-belief, it’s almost impossible to become unreasonably successful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=184","value":184},"note":null},{"text":"Inflated praise is demotivating, or else it leads to delusions which sooner or later will be demolished.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=563","value":563},"note":null},{"text":"For adults as for children, only genuine positive feedback is useful.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=564","value":564},"note":null},{"text":"‘Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=566","value":566},"note":null},{"text":"Self-belief is the foundation of success. This is an iron rule. Nobody ever became unreasonably successful without a strong belief in themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=633","value":633},"note":null},{"text":"The study is staggering because there was no real difference in performance the first time round between the ‘outstandingly gifted’ kids and the rest – the ones identified as gifted were selected by the researchers precisely because in truth they had average scores. The researchers had deceived the teachers. And yet, those false expectations of the pupils’ potential had generated outstanding results the second time.2 The experiment – since replicated many times – shows the importance of expectations, and how they operate in our unconscious minds. Expectations of the children’s performance became self-fulfilling, even without any conscious communication.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=702","value":702},"note":null},{"text":"So often in life, people see what they expect to see, and this compounds the expectation, making it real.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=710","value":710},"note":null},{"text":"Those who inherit the earth will be those who expect to.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=719","value":719},"note":null},{"text":"The higher we set our expectations, the more likely we are to reach the top.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=719","value":719},"note":null},{"text":"There is a fine balance between optimism and delusion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=721","value":721},"note":null},{"text":"High standards can be taught. If you start with a high-standards team, newcomers will quickly adapt.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=864","value":864},"note":null},{"text":"A small company facing a bigger rival must segment the market and focus on one area or a few where it can become the largest in that segment, having the highest volumes of the relevant products and customers, and therefore the lowest costs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1426","value":1426},"note":null},{"text":"Price is a potent competitive weapon. If lower prices enable a firm to gain market share and become the largest in a segment, and therefore have lower costs than any rival at that point, it is worth selling at a loss in the short term to build volume and competitive advantage.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1429","value":1429},"note":null},{"text":"This first model is the best – you can acquire ideas and authority, and start to experiment, while still employed by someone else. You become transformed on their dime. The firm you found is not really a start-up, more a continuation and personalisation – your personalisation – of a validated prototype. The new venture can be relatively low-risk, yet still high-return, both financially and, more important, psychically.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1444","value":1444},"note":null},{"text":"Work for a strange, singular, surprising – and surprisingly successful – company. Look for one that is growing fast; that does things differently from its larger rivals; that focuses on a special subset of customers and that knows something the rivals do not know. Attain rare knowledge and confidence from what the firm knows. Next, work out how to use that special knowledge in a different way, just as Bezos did. Then reach for the stars.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1447","value":1447},"note":null},{"text":"‘Happiness must happen – and the same holds for success – you have to let it happen by not caring about it . . . listen to what your conscience commands . . . and carry it out to the best of your knowledge.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1731","value":1731},"note":null},{"text":"His strategic opportunism – which I have emulated, and commend to you as a route to unreasonable success – combined two elements usually seen as contradictory: • Extreme determination on strategy, yoked together with • Extreme flexibility on the means and timing of action, reacting to random events and grasping any opportunity they presented to advance his strategic objectives.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=1779","value":1779},"note":null},{"text":"With Viktor Frankl, too, the vehicle was the message – ‘man’s main concern is not to gain pleasure or to avoid pain but rather to see a meaning in his life’.13","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2469","value":2469},"note":null},{"text":"As Churchill said, the only thing which survives for long centuries is books.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2524","value":2524},"note":null},{"text":"If you are in business, have you started a company that is sufficiently different from any other, with a great business formula, like Amazon or Apple or the Boston Consulting Group or Bain & Company or Helena Rubinstein or Walt Disney? If you haven’t, are you obsessed with the need to do so?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2575","value":2575},"note":null},{"text":"Success means going from failure to failure without loss of enthusiasm. —WINSTON CHURCHILL","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2597","value":2597},"note":null},{"text":"Surviving one defeat makes surviving the next defeat more bearable, easier and more likely. And eventually, if you keep pulling the one-arm bandit, you may reach your treasure – so long as you do not run out of currency, the currency of self-confidence and conviction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2684","value":2684},"note":null},{"text":"To innovate, he says, first get into trouble. Setbacks are a discovery mechanism; they also release excess energy, motivation and willpower. Exposure to failure is essential for success; we need ‘the light of experience gained by disaster’.11 Through imagination, courage and action, it is possible to get, in his wonderful phrase, ‘the better half of luck’.12","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2693","value":2693},"note":null},{"text":"‘The loser now will be later to win.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2766","value":2766},"note":null},{"text":"‘The knowledge that you have emerged wiser and stronger from setbacks means that you are, ever after, secure in your ability to survive.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2837","value":2837},"note":null},{"text":"Thrive on setbacks. It is a way of thinking, a philosophy of life, and a self-conceit essential for unreasonable success.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2884","value":2884},"note":null},{"text":"Failure is the key to future success","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2888","value":2888},"note":null},{"text":"‘A new idea,’ said Albert Einstein, ‘comes suddenly and in a rather intuitive way. But intuition is nothing but the outcome of earlier intellectual experience.’","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2925","value":2925},"note":null},{"text":"Intuition is not random. The more you are an expert in a narrow field, and have deep wells of knowledge and experience in it; the more you think about it, clearly, and with curiosity, the better your hunches will be. Intuition is not the opposite of knowledge – it’s adjacent to it, underpinned by it, the extension of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B082YS8VJ9&location=2928","value":2928},"note":null}]}